Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: They violently ousted the original management and now use indentures in worker pods to maintain the port.
fr_fr: Ils ont violemment expulsé la direction originelle et utilisent maintenant des contractés dans des pods de travail pour entretenir le port.

source: This situation is tolerated by the local crime bosses and loathed by the mostlyanarchist autonomist citizens, but so far no one is able to challenge the KPA, which enforces use of the port rather than any other mooring point with killsats and artillery.
fr_fr: Cette situation est tolére par les chefs du crimes locaux et détestée par les citoyens autonomistes et principalement anarchistes, mais jusqu'à présent, personne n'est capable de ddéfier l'APK, qui protège trés lourdement le port, au détriment de tout autre point d'ammarrage, avec des satellites tueurs et de l'artillerie.

source: Composed almost entirely of ice, Tethys is one of Saturn's larger moons and the site of Ithaca Chasma, a 2,000-kilometer long valley covering three-quarters of Tethys's circumference.
fr_fr: Composé presque entièrement de glace, téthys est l'une des plus grande lune de Saturne et le site d'Itahca Chasma, une vallée de 2 000 kilomètres de long recouvre les trois-quart de la cironférence de Téthys.

source: Fifteen years ago, prospectors from an ethnically Indo-British autonomist collective called the Rioters touched down on Godwin Head, a projection in the chasm wall so named because it resembles a headland projecting out into the sea.
fr_fr: Quinze ans auparavant, les prospecteurs d'un collectif autonomiste d'Indo-Britannique appelée les Rioters se sont posés sur Godwin Head, une saillie dans le mur du chasme appelé ainsi en raison de sa ressemblance à un promontoire jaillissant hors de la mer.

source: Instruments on their ship, the Caleb Williams, had detected what looked like mineral deposits in the ice, rare on Tethys.
fr_fr: Les instruments de leur vaisseau, le Caleb Williams, ont détectés ce qui ressemblait à des dépôts minéraux dans la glace, quelque chose de rare sur Téthys.

source: What they found instead were relics thrust to the surface by a geological event eons earlier, the remains of primordial life that became extinct millions of years ago when Tethys cooled and its subsurface ocean froze over.
fr_fr: À l place, ils ont découvert des reliques poussés à la surface par un événements géologiques des éons auparavent, les restes d'une forme de vie primordiale qui s'est éteinte des millions d'énnaes auparavant quand Téthys s'est refroidie et que ses océans sous-terrains ont gelés.

source: Godwinhead is now a dense, efficient settlement of 200,000 built into the five kilometer high canyon walls.
fr_fr: Goldwindhead est maintenant un abri dense et efficace construit dans les murs du canyon de cinq kilomètrs de haut et abritant 200 000 personnes.

source: The central point of the town is the Caleb Williams, which has been towed back into a sheltering cavern in the wall and converted into a communal workshop and town hall.
fr_fr: Le point centrale de la ville est le Caleb Williams, qui a été remorqué jusque dans une caverne de l'abri et a été converti en un atelier communal et un hœtel de ville.

source: The face of the valley wall is honeycombed with excavated ice caves hosting habitat modules, connected by conduits to a communal utility grid.
fr_fr: La face murale de la vallée est percée d'alvéoles avec des cavernes de galces excavées habritant des modules d'hébitations, conenctés par des conduits à une grille d'utilitaires communale.

source: The trusswork and cabling for the utility system is also the public transit system, easily traversed in the minute Tethyan gravity.
fr_fr: Le système d'étayage et de câblage du système utilitaire est également un réseau de transit public, faiclement traversé grâce à la minuscule gravité de Téthys.

source: The unofficial mascot of Godwinhead is the Tethyan Flatworm, a two millimeter-long translucent worm that represented the pinnacle of Tethyan evolution.
fr_fr: La mascotte unofficielle de Godwinhead et le Platode Téthyen, un ver translucide de deux-millimètres de long qui représente le pinnacle de l'évolution sur Téthys.

source: A large number of the inhabitants are involved in biosciences, xenopaleontology, and prospecting for frozen lifeforms.
fr_fr: Un grand nombre d'habitants sont impliqués dans les biosciences, la xénopaléontologie et la prospection de formes de vies gelées.

source: Tethys shares its orbit with its Trojan moons Telesto and Calypso, both of which are small and sparsely populated.
fr_fr: Téthys partage son orbite avec les lunes Troyennes Téléeste et Calpyso, les deux étant petites et peu peuplées.

source: Saturn's largest moon is shrouded in a permanent orange atmospheric haze, hellishly cold (averaging 180 degrees below), and whipped by winds produced by tidal forces four times stronger than those influencing the Earth's climate.
fr_fr: La plus grande lune de Saturne est enveloppé dans un halo atmosphérique permenant orange, infernalement froide (en moyenne 18°C en dessous de 0), et balayée par des vents produits par des forces de marées quatre fois supérieures à celles qui influençait le climat Terrestre.

source: On its face, it appears even less hospitable than the airless balls of ice and rock comprising every world between Titan and Mars.
fr_fr: À sa surface, elle apparaît encore moins hospitalière que les boules de glace et de roches dépourvues d'air qui constituent l'ensemble des mondes entre Titan et Mars.

source: The meager sunlight reaching its surface is insufficient to grow any but the hardiest plants, the mostly-nitrogen atmosphere is dangerously toxic, and the surface is dotted with lakes and seas of liquid methane.
fr_fr: La trés faible lumière solaire aui atteint sa surface est insuffisante pour permettre aux plantes de se développer à l'exceptiond es plus hardies, l'atmosphère composée essentiellement d'azote est dangereusement toxique et la surface est ponctuée de lacs et de emrs de méthane liquide.

source: In spite of all this, abundant hydrocarbons, a thick atmosphere, and diverse chemistry make Titan one of the few worlds in the system where colonists may rely entirely on local resources.
fr_fr: En dépit de tout ceci, des hydrocarbures abondants, une atmosphère fine et divers composés chimiques font de Titan l'un des rares monde dans le système où les colons peuvent se reposer entièrement sur leurs ressources locales.

source: Titan's population is now over 60 million.
fr_fr: La population de Titan atteint maintenant les 60 millions de personnes.

source: Social money and the microcorp system have led to some spectacular gains and failures.
fr_fr: La monnaie sociale et le système de microcorp ont amenés à quelques réussites et échecs spectaculaires.

source: On the up side, Titan's civil resleeving industry produces more morphs than Mars and Luna combined.
fr_fr: Du bon côté des choses, l'industrie civile de réincarnation de Titan produit plus de morph que Mars et la Lune combinée.

source: Massive infrastructure programs have provided enough space for 60 million people to live comfortably on a hostile world.
fr_fr: Des programmes d'infrastructure massives ont permis de fournir suffisament de place pour que 60 million de personne puissent vivre confortablement sur un monde hostile.

source: The Large Collider, the biggest particle accelerator ever produced, in polar orbit, enables physics experiments that can be performed nowhere else in the system.
fr_fr: Le Grand Collisionneur, le plus grand accélérateur de particule jamais produit, en orbite polaire, permet de réaliser des expérimentation de physique qui ne peuvent être faites nulel aprt ailleurs dans le système.

source: And two years ago, Titan dispatched the first conventional interstellar probe, the Aubade.
fr_fr: Et il y a deux ans, les Titan ont expédéie la première sonde interstellaire conventionnelle, l'Aubade.

source: It will reach Proxima Centauri in just under 20 years.
fr_fr: Elle atteindra Proxima du Centaure dans à peine 20 ans.

source: On the down side, Titan's “body for every mind” law burdens the civic resleeving system with a lot of people who no one would ever have bothered resleeving otherwise.
fr_fr: Du mauvais côté, la loi de Titan "un corps pour chaque esprit" plombe le système de réincarnation civique avec beaucoup de gens que personne ne se serait occuper à réincarner en temps normal.

source: The failure of the Scoop project, an extremely costly attempt to build a pipeline from Saturn's surface to low orbit, allowing massive gas extraction without costly atmospheric skimmer operations, stymied Titan's ambitions to become a major antimatter producer.
fr_fr: L'échec du projet Scoop, une tentative extrêmement coûteuse de construire un pipeline de la surface de Saturne jusqu'à l'orbite basse, permettant l'extraction massive de gaz sans les opérations de draguage atmosphériques extrêmement coûteuse, a réduit à énant les ambiations de Titan de devenir un producteur d'antimatière majeur.

source: Titan does produce antimatter, but on a much smaller scale than was envisioned when the Scoop project began.
fr_fr: Titan produit de l'antimatière, mais sur une échelle bien plus petite que ce qui était envisagé lorsque le projet Scoop commença.

source: Commonly spoken languages on Titan include Norsk, Francais, Deut ch, Mandarin, Svensk, Dansk, and Suomi.
fr_fr: Les langues communément paréles sur Titan incluent le Danois, le Français, l'Alelmand, le Mandarin, le Sudéois, le Norvégien et le Suomi.

source: Most citizens inhabit hazers, a tall, fineboned morph with very similar characteristics to the Martian ruster.
fr_fr: La plupart des citoyens habitents des brouillard, une petite morph dotée d'une fine structure osseuse et possdéant des caractéristiques trés simialires aux rusteurs Martiens.

source: Parapelagia for gliding and flying in the light Titanian gravity are a common biomod.
fr_fr: La Parapélagie pour glisser et voler dans la faible gravité Titanienne est une biomodification courante.

source: Titanians do three years of compulsory civil service at the age of majority, with an emphasis on military and security forces except for conscientious objecters.
fr_fr: Les Titaniens effectuent trois ans de service civil obligatoire lorsqu'ils atteignent la majorité avec une emphase sur les forces militaire et de sécurité à l'exception des objecteurs de conscience.

source: Every citizen who has done military service is part of the militia and has an assault weapon in their home.
fr_fr: Cahque cotoyen ayant effectué son service militaire est membre de la milice et possède une arme d'assaut dans son domicile.

source: Located near Titan's south pole on the shores of Ontario Lacus, a wide, shallow sea of liquid methane, Aarhus (population five million) was the first site of human habitation on Titan, chosen for its proximity to abundant hydrocarbons.
fr_fr: Situé près du pôle sud de Titan sur les rives de Ontario Lacus, une grande mer de métahne liquide peu profonde, Aarhus (cinq million d'habitant) fût le premier site d'habitation humaine sur Titan, choisit pour sa proximité avec des gisement important d'hydrocarbure.

source: The city is the physical hub of Titan Autonomous University (TAU) and hosts numerous other academic institutions, most notably Titan Tech, a major engineering school.
fr_fr: La cité est le carrefour physique de l'Université Autonome de Titan (UAT) et héberge de nombreux aures institutions académaiques, la plus notable étant Titan tech, une école d'ingénieur majeure.

source: Unlike Martian universities, which have few physical campus buildings, TAU and other Titanian schools draw many of their students from the widely scattered habitats of the outer system, where delays in radio communication make distance learning ineffective.
fr_fr: Contrairement aux université Martienne, qui ont peu de bâtiment sur leur campus, UAT et d'autres écoles Titanienne attirent la plupart de leurs étudiants des habitats trés largement écartés dans le système extérieur, où les délais de communications radio rendent l'apprentissage à distance inefficace.

source: Fully 20% of Aarhus's population are students, many of them offwordlers.
fr_fr: Presque 20% de la population d'Aarhus sont des étudiants, la plupart d'entre eux venant d'un autre monde.

source: Aarhus's layout is typical of Titanian cities.
fr_fr: L'arrangement d'Aarhus est typique des cités Titanienne.

source: Three central domes are surrounded by numerous smaller structures, including lesser domes, fusion plants, and industrial outbuildings, the most massive of which is the now-abandoned methane utility plant on the lake shore.
fr_fr: Trois dômes centraux sont entourés par de nombreuses structures plus petite, incluant des dômes plus petit, des centrales à fusion et des dépendances industrielles, la plus massive d'elles étant l'usine d'extraction métahnière maintenant abandonée situé sur la rive du lac.

source: The dome interiors are hung with lighting rods and heavily built up with tall, narrow buildings, most of which have upper decks where hazers on the wing and pedal-powered microlights can land.
fr_fr: Le sintréieurs du dômes sont assemblés avec des tiges éclairante et sont lourdement cosntruit avec de petit bâtiments étroits, la plupart ayant des terrasses sur lesquels les brouillard avec des ultraléger ailé et à pédales peuvent atterrir.

source: Exterior structures usually have outer walls built of ice for shielding and structural support with internal walls extruded from local silicates.
fr_fr: Les structures extérieurs ont habituellement des murs externes construit dans la glace pour la protection et le support structurel avec les murs internes extrudés depuis des silicates locaux.

source: Many buildings are a rich azure or other shades of blue for contrast with the ever-present orange glow of the Titanian sky.
fr_fr: Beaucoup de bêtiment sont azurés ou dans d'autres teintes de bleus pour contraster avec la lueur orange du ciel Titanien.

source: Unlike most Titanian cities, Aarhus relies primarily on fusion power.
fr_fr: Contraiement à beaucoup de cité Titanienne, Aarhus repose princiaplement sur l'énergie à fusion.

source: Aarhus is the center of Titan's native preservationist movement, which opposes inefficient use of native hydrocarbon resources due to possible long term effects on Titan's climate.
fr_fr: Aarhus est le centre du mouvement préservationniste natif de Titan, qui s'opposent l'utilisation inefficace des ressources natives d'hydrocarbue en raison de possible changement à long terme sur le climat de Titan.

source: New Quebec lies on a plain in the Aaru region surrounded by endless rippling dunes shaped by Titan's powerful winds.
fr_fr: New Québec se situe dans une plaine de la région Aaru entourée par l'indulation sans fin des dunes formée par les puissants vents de Titan.

source: The region's diverse chemical resources supply the colossal nurseries that have made New Quebec the system's largest single producer of morphs.
fr_fr: Les dievrses ressources chimiques de la région alimente la nurserie colossale qui a fait de New Quebce le plus grand producteur de morph du système.

source: The city is 50 kilometers from Montmorency Lacus, a 20 kilometer-wide crater lake of liquid ethane and methane.
fr_fr: La cité est à 50 kilomètre de Montmorency lacus, un lac de méthane et d'éthane liquide dans un cratère de 20 kilomètre de large.

source: Originally thought to be an impact crater, rare on Titan, geological studies later showed it to be the collapsed remains of an extinct cryovolcano.
fr_fr: A l'origine, le lac était supposé êþre un cratère d'impact, rare sur Titan, des é"tudes géologiques ont plsu tard prouvé qu'il s'agissait des restes effondrés d'un cryovolcan maintenant éteint.

source: Situated in a rainy area, the lacus slowly drains over the crater lip at Montmorency Cascade, a 200 meter carbonfall that empties into a series of alluvial channels from which the Quebecoise pump its output for fuel.
fr_fr: Situé dans une zone pluvieuse, le lacus se vide lentement par la Cascade Montmorency, une chute de carbone de 200 mètres qui se vide dans une série de petits canaux alluvionnaire desquels la pompe Québecoise pompe son carburant.

source: The St. Catherine Tong, the most dangerous native Titanian mob, is based in New Quebec.
fr_fr: Le Tong St Catehrine, le gang le plus dangereux natif de Titan, est basé à New Québec.

source: Titanian law is generally very permissive regarding individual freedoms, so the vices this gang trades in are of the blackest: snuff pods, stolen alpha forks, and nanoweaponry.
fr_fr: La loi Titanienne est gnérallement extrêmement permissive vis à vis des libertés individuelles, les vices que vendent ce gang sont parmi les plus noirs: snuff pods, fork alpha volé et nano-armement.

source: A ready supply of fresh morphs bought from corrupt microcorp nursery administrators further fuels their rackets.
fr_fr: Un stock toujorus disponible de morphs fraîche achetés à des administrateurs de microcoproration corrompus alimente également leur racket.

source: The Tong is extremely violent and a major embarrassment to Commonwealth security forces.
fr_fr: le Tong est extrêmement violent et est un embarassement critique pour les forces de sécurité du Commonwealth.

source: Set near the equator amid the rolling ice hills of the Xanadu region, Nyhavn (population 12 million) is the largest city in the outer system and the capital of the Titanian Commonwealth.
fr_fr: Installé près de l'équateur au milieu des collines de glace roulante de la région Xanadu, Nyhavn (12 millions d'hébitatnts) est la plus grande cité du système extérieur et la capitale du Commonwealth Titanien.

source: Nyhavn's massive central dome, with its elegant blue towers and bioengineered parklands, rivals New Shanghai in size and ambition.
fr_fr: Le dôme massif central de Nyhavn, avec ses élégantes tours bleues et des parcs bio-ingénieré, rivalise avec New Shanghaï par la taille et l'ambition.

source: Three surrounding domes and a sprawl of subsidiary structures are connected by high-clearance flyways, where ground vehicles and microlights form a steady stream of traffic at all hours.
fr_fr: Trois dômes avoisinants et un tissu urbain de structures subsidiaire sont connectés par des couloirs de circulation à fort-dégagement, où les véhicules terrestres et les ultralégers forment un flux continue de traffic à toutes heures.

source: At the same time, the squalid blandness that prevails in the Martian suburbs and outlying souks is absent; the dwellings and neighborhoods of the Titanian working class display a riot of color and design, empowered by public fabricators limited by none of the enforced scarcity of Martian economics.
fr_fr: En même temps, la paleur sordide qui prévaut dans les banlieues et souks Martiens est absente; les résidentce et les voisinnages de la calsse travailleuse Titanienne affiche une débauche de couleur et de conception, renforcé par l'absence de limite imposées par l'économie de pénurie Martienne sur les fabeurs publics.

source: For all its idealism, the Plurality is not immune to a desire to showcase its achievements.
fr_fr: En dépit de son idéalisme, la PLuralité n'est pas immunisé au désir de faire étalage de ses saccomplissement.

source: Outside the city is a pipeline leading from the vast Tyska Lacus, 100 kilometers distant.
fr_fr: A l'extérieur de la cité il y a un pipeline venant du vaste Tyska Lacus, à 100 kilomètres de distance.

source: Commonwealth Skyport, Titan's principal spaceport, offers quick access to Commonwealth Hub, the Titan system's long-haul space dock, located in geostationary orbit above the city.
fr_fr: Le Skyport du Commonwealth, le principal spatioport de Titan, offre un accès rapide au Pivot du Commonwealth, le système d'appontemant spatial long-courrier de Titan, localisé en orbite géostationnaire au dessus de la cité.

source: The surrounding countryside is dotted with smaller settlements connected to Nyhavn by trains and a well-developed network of surface roads.
fr_fr: La campagne avoisinanate est ponctuée d'abri plus petits connectés à Nyhavn par des trains et un réseau bien développé de route de surface.

source: Nyhavn is a major media center, with daily life closely attentive to the debates and decisions of the Plurality.
fr_fr: Nyhavn est un centre médiatique majeur, dont la vie quotidienne prétant une oreille attentive aux débats et aux décisions de la Pluralité.

source: At the same time, it is a cosmopolitan place, where Titan's microcorp movers rub shoulders with visiting anarchist traders and (less commonly) legations from the inner system.
fr_fr: C'ets également un lieu cosmopolite, où la main d'œuvre des microcorp de Titan se frottent aux marchant anarchistes de passage et aux (moins fréquentes) délégations du système intérieur.

source: There is an active underworld, despite the efforts of security forces, with the local St. Catherine Tong engaged in continual low-intensity warfare with triads from throughout the system.
fr_fr: Il y a une économie souterraine active, en dépit des efforts des forces de sécurtité, et le Tong St. Catherine est engagé dans une guerre de faible-intensité mais continue avec les triades à travers le système.

source: After the conflict at Locus, the Plurality became embroiled in a hot debate regarding the dangers of hypercorp adventurism in the outer system.
fr_fr: Après le conflit à Locus, la Pluralité s'est lancée dans un débat bouillonant vis à vis des dangers des incursions des hypercorporations dans le système extérieur.

source: It was generally felt that the Planetary Consortium hoped to keep the outer system in a position similar to where the United States kept Latin America by meddling in its affairs throughout the nineteenth and twentieth centuries, and that the only counter to this was a show of force.
fr_fr: Il est généralement perçu que le Consortium Planétaire espèrait maintenir le système extérieur dans une position simialire à celle qu'avait l'Amérique Latine vis à vis des Êtats-Unis en se mélant de ses affaires à travers tout le dix neuvième et le vingtième siècle, et que le seul moyen pour contrer ce phénomène était une démonstration de force.

source: Titan's thick atmospheric haze makes ground-based space defense systems considerably less effective than on other worlds, but satellites and space platforms were too vulnerable to serve as command and control centers.
fr_fr: L'épais brouillard atmosphérique Titanien rend les systèmes de défenses spatiaux terrestres considérablement moins efficace que sur d'autres mondes, mais les satellites et les plateformes spatiales étaient tros vulnéabrles pour servir de centre de commande et de contrôle.

source: The solution was to capture three of Saturn's small retrograde moons—Phoebe, Skathi, and Abramsen (once designated S/2007 S 2, now renamed after a pioneering Titanian economist).
fr_fr: La solution a été de capturer trois des plus petite lune rétrograde de Saturne - Phoebé, Skathi et Abramsen (autrefois nommé S/2007 S 2, et renommé d'après le nom de l'économiste Titanien avant-gardiste).

source: Phoebe is the largest of the three objects.
fr_fr: Phoebé est le plus grand de ces trois objets.

source: The other two were maneuvered into the system's L4 and L5 points.
fr_fr: Les deux autres ont été amenés aux points L4 et L5 du système.
